Revit 2027 API
ParameterTypeId.StructuralSectionLprofileLipLength Property
 "Lip Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLprofileLipLength { get; }
Public Shared ReadOnly Property StructuralSectionLprofileLipLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLprofileLipLength {
	ForgeTypeId^ get ();
}
static member StructuralSectionLprofileLipLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace